import React from 'react';
import '../../../css/aboutus.css';

export default function About() {
    return (
        <>
           
            <h1 className='about_txt'>Что такое конструктор питания AVOCADO? </h1>
            <p className='about_text'>  Конструктор питания AVOCADO – это уникальный инструмент для каждого человека, который заботится о своем здоровье и стремится к правильному питанию. При этом это не значит, что нужно будет делать выбор между пиццей и брокколи. Это значит, что можно питаться разнообразно и достигать одну из трех целей: похудение, поддержание своей формы или же набор массы. Ведь пицца – тоже может быть полезной и при этом очень вкусной.  </p>

            <p className='about_text'>Наш конструктор – это уникальная разработка, которая позволит подобрать сбалансированное меню под КБЖУ любого человека.  В формировании расчета КБЖУ заложена сложная формула, которая позволит вам автоматически получить расчет на сайте, не путаясь в данных и коэффициентах. Наш калькулятор БЖУ сделает это за вас! </p>
            <p className='about_text'>Наш конструктор питания подготовит для вас меню на неделю, которое вы сможете менять по своему усмотрению, а также сохранять его в личном кабинете. Для этого нужно сделать одно – пройти регистрацию и специальную форму расчета КБЖУ, которая станет вам доступна сразу после регистрации.</p>

            <p className='about_text'>Мы ценим долгосрочное сотрудничество с нашими пользователями, а поэтому предлагаем вам оставаться с нами и следить за своим прогрессом. </p>
            <h2 className='about_title'>Бонус для каждого пользователя – прогресс шкала </h2>
            <p className='about_text'>Бонусом для каждого нашего пользователя станет график веса, который вы можете отслеживать на протяжении вашего питания по нашим рецептам. </p>
            <h2 className='about_title'>Абсолютно бесплатно</h2>
            <p className='about_text'>Таких возможностей вам не предоставит ни один сайт. На нашем же сайте все эти функции абсолютно бесплатны. Будем рады помогать вам питаться разнообразно и правильно! </p>
            <p className='about_text'>Мы стремимся сделать наш конструктор лучше! Присоединяйтесь к нашему сайту! </p>

            <p className='about_text'>По вопросам сотрудничества и размещения рекламы пишите нам на почту: avocado@mail.ru</p>


        </>

    )
}
